Repository: pavlysamir/post_bet_app
Catalog: lib/l10n/intl_*.arb
Languages: ar

# onBoardingSlider1
source: Easy way to share
ar: طريقة سهلة للمشاركة

# onBoardingSlider2
source: Different platforms
ar: منصات مختلفة

# onBoardingSlider3
source: ALO with postbet
ar: ALO مع بوستبيت

# onBoardingSlider1subTitle1
source: Share posts , images and videos with just one click
ar: شارك المنشورات والصور ومقاطع الفيديو بنقرة واحدة فقط

# onBoardingSlider2subTitle1
source: We offer platforms like facebook , instagram , x and tiktok
ar: نقدم منصات مثل الفيسبوك وانستجرام وإكس وتيك توك

# onBoardingSlider3subTitle1
source: Postbet make you easily manage and share you posts
ar: بوستبيت يجعل من السهل عليك إدارة ومشاركة منشوراتك

source: Next
ar: التالي

source: Skip
ar: تخطى

# welcome
source: Welcome to
ar: مرحبًا بك في

source: Login
ar: تسجيل الدخول

source: Register
ar: تسجيل

# loginEmail
source: Email
ar: البريد الإلكتروني

# loginPassword
source: Password
ar: كلمة المرور

# loginButton
source: Login
ar: تسجيل الدخول

# registerName
source: Name
ar: الاسم

# registerEmail
source: Email
ar: البريد الإلكتروني

# registerPassword
source: Password
ar: كلمة المرور

# registerButton
source: Register
ar: تسجيل

source: Forgot Password?
ar: نسيت كلمة المرور؟

source: Name
ar: الاسم

source: Password
ar: كلمة المرور

source: Confirm Password
ar: تأكيد كلمة المرور

source: Reset Password
ar: إعادة تعيين كلمة المرور

# enterEmail
source: Enter Your Email
ar: ادخل بريدك الإلكتروني

source: Home
ar: الصفحة الرئيسية

source: Activities
ar: الأنشطة

source: Platform
ar: المنصات

source: Settings
ar: الإعدادات

source: Logout
ar: تسجيل الخروج

# logoutAreYouSure
source: Are you sure?
ar: هل أنت متأكد؟

# logoutConfirm
source: Confirm
ar: تأكيد

# logoutCancel
source: Cancel
ar: إلغاء

source: Logout success
ar: تم تسجيل الخروج بنجاح

# lastPosts
source: Your latest posts
ar: أحدث منشوراتك

# createAccount
source: Create an account to start using postbet
ar: إنشاء حساب لبدء استخدام بوستبيت

# haveAccount
source: Already have an account
ar: لديك حساب بالفعل؟

# dontHaveAccount
source: Don’t have account ? register now
ar: ليس لديك حساب؟ سجل الآن

# verifyEmail
source: Verify Your Email
ar: تحقق من بريدك الإلكتروني

source: Enter Code
ar: أدخل الرمز

source: Code
ar: الرمز

# createPost
source: Create a Post
ar: إنشاء منشور

source: Share
ar: مشاركة

source: History
ar: التاريخ

source: Accounts
ar: الحسابات

source: Help center
ar: مركز المساعدة

source: About us
ar: معلومات عنا

# subscribe
source: Subscriptions
ar: الاشتراكات

# subscribePlan
source: Subscriptions Plans
ar: خطط الاشتراكات

source: Change Language
ar: تغيير اللغة

source: Terms and Conditions
ar: الشروط والأحكام

source: Delete Account
ar: حذف الحساب

source: Change Theme
ar: تغيير المظهر

source: Log Out
ar: تسجيل الخروج

source: Current Password
ar: كلمة المرور الحالية

source: New Password
ar: كلمة المرور الجديدة

source: Edit Profile
ar: تعديل الملف الشخصي

# letsSatrt
source: Let’s Get Started
ar: لنبدأ

# welcomeBack
source: Welcome back to postbet
ar: مرحبًا مرة أخرى في postbet

source: Sign Up
ar: سجّل الدخول

# basic
source: Basic Plan
ar: بسيط

# standard
source: Standard Plan
ar: قياسي

# premium
source: Premium Plan
ar: مميز

# fivePosts
source: 5 posts per day
ar: 5 منشورات في اليوم

# shareWithTickTok
source: Share with tiktok
ar: مشاركة مع تيك توك

# tenPosts
source: 10 posts per day
ar: 10 منشورات في اليوم

# shareWithTickandSnap
source: Share with Tiktok and snapchat
ar: مشاركة مع تيك توك وسناب شات

# unlimitedPosts
source: Unlimited posts per day
ar: عدد غير محدود من المنشورات في اليوم

# shareAllPlatform
source: Share with all platforms
ar: مشاركة مع جميع المنصات

# paymentAmount
source: Pay amount
ar: مبلغ الدفع

# nameCard
source: Name on card
ar: اسم على البطاقة

source: Card Number
ar: رقم البطاقة

source: Expire Data
ar: تاريخ الانتهاء

# zip
source: Zip / Postal code
ar: الرمز البريدي

source: Pay
ar: دفع

# doChangeLanguage
source: Do you want change language
ar: هل تريد تغيير اللغة

source: Yes
ar: نعم

source: No
ar: لا

# doChangeTheme
source: Do you want change Theme
ar: هل تريد تغيير المظهر

source: Change Password
ar: تغيير كلمة المرور

source: Template
ar: قالب

source: Enter New Password
ar: ادخل كلمة مرور جديدة

# noBackHistoryItem
source: No Back History
ar: لا يوجد عنصر للرجوع

# noForwardHistoryItem
source: No Forward History
ar: لا يوجد عنصر للتقدم

# aboutUsContant
source: who are we Welcome to the “PostBit” application, which is an innovative platform for publishing content across various social media sites with ease and effectiveness. We strive to provide a premium experience to users, where they can easily publish their content across a variety of social platforms with just one click.At Postbeat, we pride ourselves on providing advanced technology and easy-to-use tools that enable users to manage and publish their content smoothly and effectively. Whether you want to share photos and videos or text and links, you can do so easily and quickly via the PostBit app.PostBit application is the property of Boulevard E-Commerce, a company based in the United Arab Emirates. We are committed to providing high-quality services and outstanding user experiences, and are always striving to improve our products and meet the needs of our diverse community. If you have any questions, suggestions or need support, please feel free to contact us. We are here to help you have the best possible experience with the BoostBit app.Thank you for choosing Post Pete
ar: من نحن مرحبا بكم في تطبيق “PostBit” الذي يعتبر منصة مبتكرة لنشر المحتوى عبر مواقع التواصل الاجتماعي المختلفة بكل سهولة وفعالية. نحن نسعى جاهدين لتوفير تجربة متميزة للمستخدمين، حيث يمكنهم بسهولة نشر المحتوى الخاص بهم عبر مجموعة متنوعة من منصات التواصل الاجتماعي بنقرة واحدة فقط. في Postbeat، نفخر بتقديم التكنولوجيا المتقدمة والأدوات سهلة الاستخدام التي تمكن المستخدمين من إدارة ونشر محتواها بسلاسة وفعالية. سواء كنت ترغب في مشاركة الصور ومقاطع الفيديو أو النصوص والروابط، يمكنك القيام بذلك بسهولة وسرعة عبر تطبيق PostBit. تطبيق PostBit هو ملك لشركة Boulevard E-Commerce، وهي شركة مقرها في دولة الإمارات العربية المتحدة. نحن ملتزمون بتقديم خدمات عالية الجودة وتجارب مستخدمين متميزة، ونسعى دائمًا لتحسين منتجاتنا وتلبية احتياجات مجتمعنا المتنوع. إذا كانت لديك أية أسئلة أو اقتراحات أو كنت بحاجة إلى الدعم، فلا تتردد في الاتصال بنا. نحن هنا لمساعدتك في الحصول على أفضل تجربة ممكنة مع تطبيق BoostBit. شكرًا لك على اختيار Post Pete

# title1
source: Agreement to the Terms
ar: الموافقة على الشروط

# description1
source: By using the application, you agree to comply with all the terms and conditions set forth in this agreement.
ar: باستخدامك التطبيق ، فأنت توافق على الالتزام بكافة الأحكام والشروط المنصوص عليها في هذه الاتفاقية.

# title2
source: Eligibility
ar: الأهلية

# description2
source: You must be able to make a binding commitment and have the legal capacity to do so under local laws.
ar: يجب أن تكون قادرًا على الوفاء بالتزام ملزم وأن تملك القدرة القانونية على القيام بذلك بموجب القوانين المحلية.

# title3
source: Intellectual Property Rights
ar: حقوق الملكية الفكرية

# description3
source: You must respect the intellectual property rights of the content you post through the application and not use content that violates the law.
ar: يجب أن تحترم حقوق الملكية الفكرية للمحتوى الذي تنشره من خلال التطبيق وعدم استخدام محتوى ينتهك القانون.

# title4
source: Responsibility
ar: المسؤولية

# description4
source: We are not responsible for any loss or damage resulting from your use of the application or reliance on the content available through it.
ar: نحن غير مسؤولين عن أي خسارة أو ضرر ينتج عن استخدامك للتطبيق أو الاعتماد على المحتوى المتاح من خلاله.

# title5
source: Cancellation and Suspension
ar: الإلغاء والتعليق

# description5
source: We reserve the right to cancel or suspend the service at any time and without prior notice if any of these terms and conditions are violated.
ar: نحتفظ بالحق في إلغاء أو تعليق الخدمة في أي وقت وبدون إشعار مسبق في حالة انتهاك أي من هذه الشروط والأحكام.

# title6
source: Terms Updates
ar: تحديثات الشروط

# description6
source: These terms and conditions may be updated from time to time, and you should review them regularly to stay informed of any changes.
ar: قد يتم تحديث هذه الشروط والأحكام من وقت لآخر ، ويجب عليك مراجعتها بانتظام للبقاء على علم بأي تغييرات.

# title7
source: Legal Settlement
ar: التسوية القانونية

# description7
source: In case of a dispute arising from this agreement, it must be settled by arbitration according to the laws of the state in which the application company is headquartered.
ar: في حالة نشوء نزاع ينشأ عن هذه الاتفاقية ، يجب تسويته عن طريق التحكيم وفقًا لقوانين الدولة التي يوجد بها مقر الشركة المالكة للتطبيق.

# title8
source: Compliance with Laws
ar: الامتثال للقوانين

# description8
source: You must comply with all local and international laws and regulations applicable to your use of the application.
ar: يجب أن تلتزم بجميع القوانين واللوائح المحلية والدولية التي تنطبق على استخدامك للتطبيق.

# title9
source: Compensation
ar: التعويض

# description9
source: You agree to indemnify and hold harmless the Company and its partners from any claims or losses arising from your use of the application.
ar: أنت توافق على تعويض شركة شركائها عن أي مطالبات أو خسائر ناشئة عن استخدامك للتطبيق.

# title10
source: Personal Use
ar: الاستخدام الشخصي

# description10
source: You must not use the application for any purpose other than personal or authorized purposes, including marketing or commercial exploitation.
ar: يجب ألا تستخدم التطبيق لأي غرض آخر غير الاستخدام الشخصي أو المصرح به ، بما في ذلك التسويق أو الاستغلال التجاري.

# title11
source: Modification and Termination Rights
ar: حقوق التعديل والإنهاء

# description11
source: We reserve the right to modify or terminate any part of the application or services provided at any time and without prior notice.
ar: نحتفظ بالحق في تعديل أو إنهاء أي جزء من التطبيق أو الخدمات المقدمة في أي وقت وبدون إشعار مسبق.

# title12
source: Compensations and Warranties
ar: التعويضات والضمانات

# description12
source: The application is provided "as is" without any express or implied warranties, and we do not accept any responsibility for delays or unavailability of the service.
ar: يتم توفير التطبيق "على حاله" بدون أي ضمانات صريحة أو ضمنية ، ولا نتحمل أي مسؤولية عن تأخيرات أو عدم توفر الخدمة.

# title13
source: Arbitration for people
ar: التحكيم للأفراد

# description13
source: - The Agreement is bound by individual arbitration, and users are not responsible for participating in any class or group against the application. - It is decided that it will be final and binding and cannot be appealed, so any ruling issued by it will be implemented in any legal area deprived of jurisdiction.
ar: - تخضع الاتفاقية للتحكيم الفردي ، ولا يتعين على المستخدمين المشاركة في أي فئة أو مجموعة ضد التطبيق. - تقرر أن يكون نهائيًا وملزمًا ولا يمكن استئنافه ، لذلك سيتم تنفيذ أي حكم يصدره في أي مجال قانوني محروم من الاختصاص.

# title14
source: Use License
ar: رخصة الاستخدام

# description14
source: You are granted a limited, non-transferable license to the Application only in accordance with these Terms and Conditions.
ar: يمنح لك ترخيص محدود وغير قابل للتحويل للتطبيق فقط وفقًا لهذه الشروط والأحكام.

# title15
source: Fair Use
ar: الاستخدام العادل

# description15
source: Your continued use must be fair and without causing inconvenience or inconvenience to others or the company.
ar: يجب أن يكون استمرار استخدامك عادلاً وبدون إحداث إزعاج أو إزعاج للآخرين أو الشركة.

# title16
source: Waiver of Liabilities
ar: إخلاء المسؤولية

# description16
source: We are not responsible for any damage, direct, indirect, incidental or resulting from your continued use of or reliance on the information provided through it.
ar: نحن غير مسؤولين عن أي ضرر مباشر أو غير مباشر أو عرضي أو ناتج عن استمرار استخدامك أو اعتمادك على المعلومات المقدمة من خلاله.

# title17
source: Data verification
ar: تحقق البيانات

# description17
source: We did not verify the data you provide and the content we publish through the application to confirm the terms of use.
ar: لم نتحقق من البيانات التي تقدمها والمحتوى الذي ننشره من خلال التطبيق لتأكيد شروط الاستخدام.

# title18
source: Changes to the Service
ar: تغييرات على الخدمة

# description18
source: We will not be able to time, suspend or terminate any part of the Service or features provided at any time without prior notice.
ar: لن نتمكن من تحديد الوقت أو تعليق أو إنهاء أي جزء من الخدمة أو الميزات المقدمة في أي وقت دون إشعار مسبق.

# title19
source: Disclaimer of Warranty
ar: إخلاء مسؤولية الضمان

# description19
source: The application is provided "as is" without any express or implied warranty, including implied warranties of merchantability or fitness for a particular purpose.
ar: يتم توفير التطبيق "على حاله" بدون أي ضمان صريح أو ضمني ، بما في ذلك الضمانات الضمنية للقابلية للتسويق أو اللياقة لغرض معين.

# title20
source: Updates and changes
ar: التحديثات والتغييرات

# description20
source: We reserve the ability to make updates and modifications to the application and terms of use periodically, and any changes will be published on the application.
ar: نحتفظ بالقدرة على إجراء تحديثات وتعديلات على التطبيق وشروط الاستخدام بشكل دوري ، وسيتم نشر أي تغييرات على التطبيق.

# title21
source: Compliance with data protection laws
ar: الامتثال لقوانين حماية البيانات

# description21
source: We are committed to adhering to the laws and legislation related to the protection of personal data, and you should read the privacy policy.
ar: نحن ملتزمون بالالتزام بالقوانين والتشريعات المتعلقة بحماية البيانات الشخصية ، ويجب عليك قراءة سياسة الخصوصية.

# title22
source: Registration and accounts
ar: التسجيل والحسابات

# description22
source: Use of some features of the App may require personal information to be created by the Company, and you must provide accurate and up-to-date information.
ar: قد يتطلب استخدام بعض ميزات التطبيق إنشاء معلومات شخصية من قبل الشركة ، ويجب عليك تقديم معلومات دقيقة وحديثة.

# title23
source: View social media policies
ar: عرض سياسات وسائل التواصل الاجتماعي

# description23
source: You must choose the policies and terms of social media use of each site you interact with through the application.
ar: يجب عليك اختيار سياسات وشروط استخدام وسائل التواصل الاجتماعي لكل موقع تتفاعل معه من خلال التطبيق.

# title24
source: Undo
ar: التراجع

# description24
source: We have nothing or prevent you from using you if you violate these terms and conditions or are bound to violate them.
ar: ليس لدينا شيء أو يمنعك من استخدامك إذا انتهكت هذه الشروط والأحكام أو ملزمًا بانتهاكها.

# title25
source: Identity verification
ar: تحقق الهوية

# description25
source: We do not reserve a request to verify your identity or additional information may be necessary to provide some services through the application.
ar: لا نحتفظ بطلب التحقق من هويتك أو قد تكون هناك حاجة إلى معلومات إضافية لتقديم بعض الخدمات من خلال التطبيق.

# title26
source: Personal use only
ar: للاستخدام الشخصي فقط

# description26
source: The application must be used for personal purposes only and not used for illegal or unauthorized purposes.
ar: يجب استخدام التطبيق لأغراض شخصية فقط وعدم استخدامه لأغراض غير قانونية أو غير مصرح بها.

# title27
source: Compensation for damage
ar: تعويض عن الضرر

# description27
source: You bear full responsibility for any casualties or damages resulting from your continued use or reliance on the information provided through it.
ar: تتحمل المسؤولية الكاملة عن أي إصابات أو أضرار ناتجة عن استمرار استخدامك أو اعتمادك على المعلومات المقدمة من خلاله.

# title28
source: Disclaimer of Warranty
ar: إخلاء مسؤولية الضمان

# description28
source: We disclaim all express or implied warranties, including the implied warranties of merchantability and fitness for a particular purpose.
ar: ننكر جميع الضمانات الصريحة أو الضمنية ، بما في ذلك الضمانات الضمنية للقابلية للتسويق واللياقة لغرض معين.

# title29
source: Amendment to terms and conditions
ar: تعديل على الشروط والأحكام

# description29
source: We may amend these terms and conditions from a later time, and any amendments will be published on the application to notify you of this.
ar: يجوز لنا تعديل هذه الشروط والأحكام من وقت لاحق ، وسيتم نشر أي تعديلات على التطبيق لإعلامك بذلك.

# title30
source: Waiver of liability for damage
ar: إخلاء المسؤولية عن الضرر

# description30
source: We are not responsible for any direct, indirect or consequential damage resulting from your potential use or inability to use.
ar: نحن غير مسؤولين عن أي ضرر مباشر أو غير مباشر أو تبعي ينتج عن استخدامك المحتمل أو عدم قدرتك على الاستخدام.

# title31
source: Maintain account information
ar: الحفاظ على معلومات الحساب

# description31
source: You must keep the data private and not record it with others, and we are responsible for any unauthorized use of your account.
ar: يجب عليك الحفاظ على سرية البيانات وعدم تسجيلها مع الآخرين ، ونحن مسؤولون عن أي استخدام غير مصرح به لحسابك.

# title32
source: Ads
ar: الإعلانات

# description32
source: We may introduce new advertisements or offers within the application, and we reserve the choice to provide them in accordance with our advertising policy.
ar: يجوز لنا تقديم إعلانات أو عروض جديدة داخل التطبيق ، ونحتفظ بحق توفيرها وفقًا لسياسة الإعلانات الخاصة بنا.

# title33
source: Copyright and License
ar: حقوق النشر والترخيص

# description33
source: Submitting content via the application, we always and universally suggest that you copy, publish and modify your content.
ar: عند تقديم المحتوى عبر التطبيق ، فإننا نقترح دائمًا وعلى نطاق واسع نسخ المحتوى ونشره وتعديله.

# title34
source: Modifications to the Service
ar: تعديلات على الخدمة

# description34
source: We reserve the right to make modifications to the application or stop
ar: نحتفظ بالحق في إجراء تعديلات على التطبيق أو التوقف عن تقديم خدمات معينة في أي وقت دون إشعار مسبق.

# title35
source: Modifications to the Service
ar: تعديلات على الخدمة

# description35
source: We reserve the right to make modifications to the application or stop providing certain services at any time without prior notice.
ar: نحتفظ بالحق في إجراء تعديلات على التطبيق أو التوقف عن تقديم خدمات معينة في أي وقت دون إشعار مسبق.

# title36
source: Negotiation and applicable law
ar: المفاوضة والقانون الواجب التطبيق

# description36
source: You agree that any dispute between you and us must be negotiated with the intention of resolving it directly and amicably, and is subject to the laws of the country where the Company is headquartered.
ar: توافق على أن أي نزاع بينك وبيننا يجب التفاوض عليه بهدف حله مباشرة ووديا ، ويخضع لقوانين الدولة التي يوجد بها مقر الشركة.

# title37
source: Security use
ar: استخدام الأمان

# description37
source: You must not attempt to gain unauthorized access to, damage or disable any part of the Application or data associated with it.
ar: يجب ألا تحاول الوصول غير المصرح إليه أو إتلاف أو تعطيل أي جزء من التطبيق أو البيانات المرتبطة به.

# title38
source: Waiver of rights
ar: إخلاء الحقوق

# description38
source: You acknowledge that by submitting Content to the Application, you waive any copyright or intellectual property rights you may have in the Content.
ar: تقر بأنك عن طريق تقديم المحتوى إلى التطبيق ، تتنازل عن أي حقوق ملكية أو حقوق ملكية فكرية قد تكون لديك في المحتوى.

# title39
source: Reporting violations
ar: الإبلاغ عن الانتهاكات

# description39
source: If you believe there is a violation of your intellectual property rights or usage policy, please report it so we can take appropriate action.
ar: إذا كنت تعتقد بوجود انتهاك لحقوق الملكية الفكرية الخاصة بك أو سياسة الاستخدام ، فيرجى الإبلاغ عنها حتى نتمكن من اتخاذ الإجراءات المناسبة.

# title40
source: Final approval
ar: الموافقة النهائية

# description40
source: By using the application, you acknowledge that you have read and agree to all terms and conditions of use and the privacy policy associated with it.
ar: باستخدامك التطبيق ، فإنك تقر بأنك قد قرأت ووافقت على جميع الشروط والأحكام الخاصة بالاستخدام وسياسة الخصوصية المرتبطة به.

# title41
source: Confidentiality of information
ar: سرية المعلومات

# description41
source: We are committed to maintaining the confidentiality of all information you provide to us through the application. We will not share, sell, transfer or disclose any personal information to any third party without your explicit consent, except where legally required, to comply with requests from judicial authorities, or to protect our rights or property.
ar: نحن ملتزمون بالحفاظ على سرية جميع المعلومات التي تقدمها لنا من خلال التطبيق. لن نشارك أو نبيع أو نحول أو نكشف عن أي معلومات شخصية لأي طرف ثالث دون موافقتك الصريحة ، إلا في الحالات التي يفرضها القانون ، أو الامتثال لطلبات من السلطات القضائية ، أو لحماية حقوقنا أو ممتلكاتنا.

# deletAccountConfirm
source: Confirm Delete Account
ar: تاكيد حذف الحساب

# changeThemeConfirm
source: Confirm Change Theme
ar: تغيير الموضوع

# doLogOut
source: Do you want Log Out
ar: هل تريد تسجيل الخروج

# logOutConfirm
source: Confirm Log Out
ar: تاكيد تسجيل الخروج

# discount15
source: 15% Discount
ar: خصم 15%

# contentDiscount
source: Free package It is a free package that includes only 10 monthly kisses Instagram + Facebook
ar: الباقة المجانية هي باقة مجانية تتضمن 10 قبلات شهرية فقط انستقرام + + فيسبوك

# doPromocode
source: Do you have Promocode
ar: هل لديك كود الخصم

# enterPromo
source: Enter Promocode
ar: ادخل كود الخصم

# confirmChangeLng
source: Confirm Change langeuage
ar: تاكيد تغيير اللغة

source: Confirm Delete Account
ar: تاكيد حذف الحساب

source: No Posts
ar: لا يوجد منشورات

# mySbscription
source: My Subscription
ar: متابعة الاشتراكات

source: No Subscriptions
ar: لا يوجد اشتراكات
